---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.ZoneEquipmentData
source: html/a96f7951-53b7-5462-435b-87a19ebe2c76.htm
---
# ZoneEquipmentData Members

Releases all resources used by the ZoneEquipmentData